/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "Nøkkelord";
"kMDItemTitle"                                = "Tittel";
"kMDItemSubject"                              = "Emne";
"kMDItemTheme"                                = "Tema";
"kMDItemAuthors"                              = "Opphavspersoner";
"kMDItemEditors"                              = "Redigerere";
"kMDItemProjects"                             = "Prosjekter";
"kMDItemWhereFroms"                           = "Fra hvor";
"kMDItemComment"                              = "Kommentar";
"kMDItemCopyright"                            = "Copyright";
"kMDItemProducer"                             = "Produsent";
"kMDItemUsedDates"                            = "Brukt datoer";
"kMDItemLastUsedDate"                         = "Sist åpnet";
"kMDItemContentCreationDate"                  = "Innhold opprettet";
"kMDItemContentModificationDate"              = "Innhold endret";
"kMDItemDurationSeconds"                      = "Varighet";
"kMDItemCreationDate"                         = "Objekt opprettet";
"kMDItemContactKeywords"                      = "Nøkkelord for kontakt";
"kMDItemVersion"                              = "Versjon";
"kMDItemPixelHeight"                          = "Bildepunkthøyde";
"kMDItemPixelWidth"                           = "Bildepunktbredde";
"kMDItemPageHeight"                           = "Sidehøyde";
"kMDItemPageWidth"                            = "Sidebredde";
"kMDItemColorSpace"                           = "Fargeområde";
"kMDItemBitsPerSample"                        = "Bit per sampling";
"kMDItemFlashOnOff"                           = "Blits";
"kMDItemFocalLength"                          = "Brennvidde";
"kMDItemHasAlphaChannel"                      = "Alfakanal";
"kMDItemAcquisitionMake"                      = "Enhetsmerke";
"kMDItemAcquisitionModel"                     = "Enhetsmodell";
"kMDItemISOSpeed"                             = "ISO-hastighet";
"kMDItemOrientation"                          = "Retning";
"kMDItemLayerNames"                           = "Lag";
"kMDItemWhiteBalance"                         = "Hvitbalanse";
"kMDItemAperture"                             = "Blenderåpning";
"kMDItemProfileName"                          = "Profilnavn";
"kMDItemResolutionWidthDPI"                   = "Oppløsningsbredde";
"kMDItemResolutionHeightDPI"                  = "Oppløsningshøyde";
"kMDItemExposureMode"                         = "Eksponeringsmodus";
"kMDItemExposureTimeSeconds"                  = "Eksponeringstid";
"kMDItemEXIFVersion"                          = "EXIF-versjon";
"kMDItemEXIFGPSVersion"                       = "EXIF GPS-versjon";
"kMDItemCodecs"                               = "Kodeker";
"kMDItemMediaTypes"                           = "Medietyper";
"kMDItemStreamable"                           = "Kan streames";
"kMDItemTotalBitRate"                         = "Bitfrekvens til sammen";
"kMDItemVideoBitRate"                         = "Bitfrekvens for video";
"kMDItemAudioBitRate"                         = "Bitfrekvens for lyd";
"kMDItemDeliveryType"                         = "Leveringstype";

"kMDItemAltitude"                             = "Høyde";
"kMDItemLatitude"                             = "Breddegrad";
"kMDItemLongitude"                            = "Lengdegrad";

"kMDItemTextContent"                          = "Tekstinnhold";
"kMDItemDisplayName"                          = "Skjermnavn";
"kMDItemAlternateNames"                       = "Alternative visningsnavn";

"kMDItemRedEyeOnOff"                          = "Røde øyne";
"kMDItemMeteringMode"                         = "Lysmålingsmodus";
"kMDItemMaxAperture"                          = "Maks. blenderåpning";
"kMDItemFNumber"                              = "F-nummer";
"kMDItemExposureProgram"                      = "Eksponeringsprogram";
"kMDItemExposureTimeString"                   = "Eksponeringstid";
"kMDItemHeadline"                             = "Overskrift";
"kMDItemInstructions"                         = "Instruksjoner";
"kMDItemCity"                                 = "Sted";
"kMDItemStateOrProvince"                      = "Stat eller provins";
"kMDItemCountry"                              = "Land";

"kMDItemAlbum"                                = "Album";
"kMDItemAudioSampleRate"                      = "Samplingsfrekvens";
"kMDItemAudioChannelCount"                    = "Kanalantall";
"kMDItemTempo"                                = "Tempo";
"kMDItemKeySignature"                         = "Toneart";
"kMDItemTimeSignature"                        = "Takt";
"kMDItemAudioEncodingApplication"             = "Lydkodingsprogram";
"kMDItemComposer"                             = "Komponist";
"kMDItemLyricist"                             = "Tekstforfatter";
"kMDItemAudioTrackNumber"                     = "Spornummer";
"kMDItemRecordingDate"                        = "Opptaksdato";
"kMDItemMusicalGenre"                         = "Musikalsk sjanger";
"kMDItemIsGeneralMIDISequence"                = "General MIDI-sekvens";
"kMDItemRecipients"                           = "Mottakere";
"kMDItemRecordingYear"                        = "Opptaksår";

"kMDItemOrganizations"                        = "Organisasjoner";
"kMDItemLanguages"                            = "Språk";
"kMDItemRights"                               = "Rettigheter";
"kMDItemPublishers"                           = "Utgivere";
"kMDItemContributors"                         = "Bidragsytere";
"kMDItemCoverage"                             = "Omfang";
"kMDItemDescription"                          = "Beskrivelse";
"kMDItemIdentifier"                           = "Identifikator";
"kMDItemAudiences"                            = "Målgrupper";

"kMDItemNumberOfPages"                        = "Sider";
"kMDItemSecurityMethod"                       = "Sikkerhetsmetode";

"kMDItemCreator"                              = "Innholdsprodusent";
"kMDItemDueDate"                              = "Forfallsdato";
"kMDItemEncodingApplications"                 = "Kodingsprogramvare";

"kMDItemStarRating"                           = "Vurdering";
"kMDItemPhoneNumbers"                         = "Telefonnummer";
"kMDItemEmailAddresses"                       = "E-postadresser";
"kMDItemInstantMessageAddresses"              = "Direktemeldingsadresser";
"kMDItemKind"                                 = "Type";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "Mottakers e-postadresse";
"kMDItemAuthorEmailAddresses"                 = "E-postadresser til opphavspersoner";

/* Names for FS attributes */
"kMDItemFSName"                               = "Filnavn";
"kMDItemPath"                                 = "Filbane";
"kMDItemFSSize"                               = "Størrelse";
"kMDItemFSCreationDate"                       = "Opprettet";
"kMDItemFSContentChangeDate"                  = "Endret";
"kMDItemFSOwnerUserID"                        = "Eier";
"kMDItemFSOwnerGroupID"                       = "Gruppe";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "Fil leselig";
"kMDItemFSIsWriteable"                        = "Fil skrivbar";
"kMDItemFSNodeCount"                          = "Antall objekter";
"kMDItemFSHasCustomIcon"                      = "Tilpasset symbol";
"kMDItemFSIsExtensionHidden"                  = "Filendelse skjult";
"kMDItemFSIsStationery"                       = "Mal";
"kMDItemFSInvisible"                          = "Fil usynlig";
"kMDItemFSLabel"                              = "Filetikett";

"kMDItemFinderComment"                        = "Spotlight-kommentar";
"kMDItemFonts"                                = "Fonter";

"kMDItemAppleLoopsRootKey"                    = "Loopens opprinnelige toneart";
"kMDItemAppleLoopsKeyFilterType"              = "Loopens skalatype";
"kMDItemAppleLoopsLoopMode"                   = "Loopfiltype";
"kMDItemAppleLoopDescriptors"                 = "Loopbeskrivelser";
"kMDItemMusicalInstrumentCategory"            = "Instrumentkategori";
"kMDItemMusicalInstrumentName"                = "Instrumentnavn";

"kMDItemInformation"                          = "Filminformasjon";
"kMDItemDirector"                             = "Regissør";
"kMDItemGenre"                                = "Sjanger";
"kMDItemPerformers"                           = "Utøvere";
"kMDItemOriginalFormat"                       = "Originalformat";
"kMDItemOriginalSource"                       = "Originalkilde";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "Nøkkelord tilknyttet dette objektet";
"kMDItemTitle.Description"                    = "Tittelen til dette objektet";
"kMDItemSubject.Description"                  = "Emnet til dette objektet";
"kMDItemTheme.Description"                    = "Tema for dette objektet";
"kMDItemAuthors.Description"                  = "Opphavspersonene til dette objektet";
"kMDItemEditors.Description"                  = "Redigerere for dette objektet";
"kMDItemProjects.Description"                 = "Prosjekter dette objektet er en del av";
"kMDItemWhereFroms.Description"               = "Hvor objektet kom fra";
"kMDItemComment.Description"                  = "Kommentarer om dette objektet";
"kMDItemCopyright.Description"                = "Copyright-informasjon om dette objektet";
"kMDItemProducer.Description"                 = "Produsent for dette objektet";
"kMDItemUsedDates.Description"                = "Datoer da dette objektet ble brukt";
"kMDItemLastUsedDate.Description"             = "Dato for når dette objektet sist ble brukt";
"kMDItemContentCreationDate.Description"      = "Dato for opprettelsen av innholdet til dette objektet";
"kMDItemContentModificationDate.Description"  = "Dato for når innholdet til dette objektet ble endret";
"kMDItemDurationSeconds.Description"          = "Varigheten til dette objektet i sekunder";
"kMDItemCreationDate.Description"             = "Dato for opprettelsen av dette objektet";
"kMDItemContactKeywords.Description"          = "Kontakter tilknyttet dette objektet";
"kMDItemVersion.Description"                  = "Versjonsnummer for dette objektet";

"kMDItemPixelHeight.Description"              = "Dokumentets høyde i bildepunkter";
"kMDItemPixelWidth.Description"               = "Dokumentets bredde i bildepunkter";
"kMDItemPageHeight.Description"               = "Høyden til dokumentsiden i punkter";
"kMDItemPageWidth.Description"                = "Bredden til dokumentsiden i punkter";
"kMDItemResolutionWidthDPI.Description"       = "Oppløsningsbredden til dette dokumentet i punkter per tomme";
"kMDItemResolutionHeightDPI.Description"      = "Oppløsningshøyden til dette dokumentet i punkter per tomme";

"kMDItemColorSpace.Description"               = "Fargeområdemodellen til dette bildet";
"kMDItemProfileName.Description"              = "Navnet til fargeprofilen som er brukt i bildet";

"kMDItemBitsPerSample.Description"            = "Antall bits per sampling";
"kMDItemFlashOnOff.Description"               = "Om bildet ble tatt med blits";
"kMDItemFocalLength.Description"              = "Brennvidden til objektivet i millimeter (mm)";
"kMDItemHasAlphaChannel.Description"          = "Om bildet inneholder en alfakanal";
"kMDItemAcquisitionMake.Description"          = "Merke på enheten som ble brukt til å skaffe dette dokumentet";
"kMDItemAcquisitionModel.Description"         = "Modell av enheten som ble brukt til å skaffe dette dokumentet";
"kMDItemISOSpeed.Description"                 = "ISO-hastigheten til kameraet da bildet ble tatt";
"kMDItemOrientation.Description"              = "Retningen til bildet (liggende eller stående)";
"kMDItemLayerNames.Description"               = "Navnene på lagene i filen";
"kMDItemWhiteBalance.Description"             = "Hvitbalanseinnstillingen til kameraet da bildet ble tatt.";
"kMDItemAperture.Description"                 = "Blenderåpningsinnstillingen til kameraet da bildet ble tatt";
"kMDItemExposureMode.Description"             = "Modus som ble brukt under eksponeringen";
"kMDItemExposureTimeSeconds.Description"      = "Tiden lukkeren var åpen under eksponeringen";
"kMDItemEXIFVersion.Description"              = "Versjon av EXIF som ble brukt til å generere metadataene";
"kMDItemEXIFGPSVersion.Description"           = "Versjonen av GPSInfoIFD i EXIF som ble brukt til å generere metadataene";
"kMDItemRedEyeOnOff.Description"              = "Om «røde øyne»-korrigering var på eller av";
"kMDItemMeteringMode.Description"             = "Lysmålingsmodus (ukjent, gjennomsnitt, sentervektet gjennomsnitt, spot, multispot, mønster, delvis)";
"kMDItemMaxAperture.Description"              = "Minste F-nummer til objektivet i APEX-enheter, vanligvis i området 00,00 til 99,99";
"kMDItemFNumber.Description"                  = "Blenderens diameter i forhold til den effektive brennvidden til objektivet";
"kMDItemExposureProgram.Description"          = "Programtype som ble brukt av kameraet til å stille inn eksponeringen: manuell, normal, blenderprioritet ...";
"kMDItemExposureTimeString.Description"       = "Eksponeringstid";
"kMDItemHeadline.Description"                 = "Publiserbar oversikt over objektets innhold";
"kMDItemInstructions.Description"             = "Annen informasjon om objektet, for eksempel håndteringsinstruksjoner";
"kMDItemCity.Description"                     = "Objektets sted";
"kMDItemStateOrProvince.Description"          = "Objektets stat eller provins ifølge leverandøren";
"kMDItemCountry.Description"                  = "Land eller sted der dette objektet ble opprettet, ifølge leverandøren";

"kMDItemAltitude.Description"                 = "Objektets høyde over havet i meter, uttrykt med WGS84-datum. Negative verdier er under havnivå.";
"kMDItemLatitude.Description"                 = "Objektets breddegrad angitt i grader nord for ekvator, uttrykt med WGS84-datum. Negative verdier er sør for ekvator.";
"kMDItemLongitude.Description"                = "Objektets lengdegrad angitt i grader øst for nullmeridianen, uttrykt med WGS84-datum. Negative verdier er vest for nullmeridianen.";

"kMDItemCodecs.Description"                   = "Kodeker som ble brukt til å kode og dekode mediet";
"kMDItemMediaTypes.Description"               = "Medietyper i innholdet";
"kMDItemStreamable.Description"               = "Om innholdet er forberedt for streaming";
"kMDItemTotalBitRate.Description"             = "Den kombinerte bitfrekvensen til lyden og videoen i mediet";
"kMDItemVideoBitRate.Description"             = "Bitfrekvensen til videoen i mediet";
"kMDItemAudioBitRate.Description"             = "Bitfrekvensen til lyden i mediet";
"kMDItemDeliveryType.Description"             = "Metode som ble brukt til å levere mediet (hurtigstart eller RTSP)";
"kMDItemDisplayName.Description"              = "Lokalisert navn på filen";
"kMDItemAlternateNames.Description"           = "Alternative navn for filen";
"kMDItemAlbum.Description"                    = "Tittel for en mediesamling, for eksempel et platealbum";
"kMDItemAudioSampleRate.Description"          = "Samplingsfrekvensen til filens lyddata";
"kMDItemAudioChannelCount.Description"        = "Antall kanaler i filens lyddata";
"kMDItemTempo.Description"                    = "Musikkens tempo i lydfilen i slag per minutt (BPM)";
"kMDItemKeySignature.Description"             = "Tonehøyden til sangen i lydfilen";
"kMDItemTimeSignature.Description"            = "Takten til sangen i lyd- eller MIDI-filen";
"kMDItemAudioEncodingApplication.Description" = "Navnet på programmet som kodet dataene i lydfilen";
"kMDItemComposer.Description"                 = "Komponisten til sangen i lydfilen";
"kMDItemLyricist.Description"                 = "Tekstforfatteren til sangen i lydfilen";
"kMDItemAudioTrackNumber.Description"         = "Spornummeret til sangen som er en del av et album";
"kMDItemRecordingDate.Description"            = "Dato for opptaket av sangen";
"kMDItemMusicalGenre.Description"             = "Musikksjangeren til sangen i lydfilen";
"kMDItemIsGeneralMIDISequence.Description"    = "Om MIDI-sekvensen i filen er stilt inn for bruk med en General MIDI-enhet";
"kMDItemRecordingYear.Description"            = "Året objektet ble tatt opp";

"kMDItemOrganizations.Description"            = "Organisasjoner som har opprettet dokumentet";
"kMDItemLanguages.Description"                = "Språk i innholdet i dokumentet";
"kMDItemRights.Description"                   = "Kobling til informasjon om dokumentets rettighetshavere";
"kMDItemPublishers.Description"               = "Dokumentets utgiver";
"kMDItemContributors.Description"             = "Personer eller organisasjoner som har bidratt til innholdet i dette dokumentet";
"kMDItemCoverage.Description"                 = "Dokumentinnholdets omfang";
"kMDItemDescription.Description"              = "Beskrivelse av innholdet i dokumentet";
"kMDItemIdentifier.Description"               = "Referanse til en ressurs innenfor en gitt kontekst";
"kMDItemAudiences.Description"                = "Hvem dokumentet er beregnet på";

"kMDItemNumberOfPages.Description"            = "Antallet sider i dokumentet";
"kMDItemSecurityMethod.Description"           = "Krypteringsmetode som ble brukt til å sikre dokumentet";
"kMDItemCreator.Description"                  = "Programmet som ble brukt til å opprette dokumentet";
"kMDItemEncodingApplications.Description"     = "Programvaren som ble brukt til å konvertere originalinnholdet";
"kMDItemDueDate.Description"                  = "Dato når dette objektet utløper";

"kMDItemStarRating.Description"               = "Brukerrangering";
"kMDItemPhoneNumbers.Description"             = "Telefonnumre tilknyttet dette objektet";
"kMDItemEmailAddresses.Description"           = "E-postadresser tilknyttet dette objektet";
"kMDItemInstantMessageAddresses.Description"  = "Direktemeldingsadresse tilknyttet dette objektet";
"kMDItemKind.Description"                     = "Objekttype for dette objektet";
"kMDItemFinderComment.Description"            = "Spotlight-kommentar for dette objektet";
"kMDItemTextContent.Description"              = "Tekstinnholdet til dette objektet";
"kMDItemRecipients.Description"               = "Mottakere av dette objektet";
"kMDItemFonts.Description"                    = "Fonter brukt i dette objektet";
"kMDItemURL.Description"                      = "URL for dette objektet";
"kMDItemRecipientEmailAddresses.Description"  = "E-postadresser til mottakere av dette objektet";
"kMDItemAuthorEmailAddresses.Description"     = "E-postadresser til objektets opphavspersoner";

"kMDItemInformation.Description"              = "Filminformasjon";
"kMDItemDirector.Description"                 = "Regissør";
"kMDItemGenre.Description"                    = "Sjanger";
"kMDItemPerformers.Description"               = "Utøvere";
"kMDItemOriginalFormat.Description"           = "Originalformat";
"kMDItemOriginalSource.Description"           = "Originalkilde";

"kMDItemFSName.Description"                   = "Navnet på filen";
"kMDItemPath.Description"                     = "Fullstendig bane for denne filen";
"kMDItemFSSize.Description"                   = "Størrelsen på filen på disken i byte, avrundet til diskens blokkstørrelse";
"kMDItemFSCreationDate.Description"           = "Dato da filen ble opprettet";
"kMDItemFSContentChangeDate.Description"      = "Dato for siste endring av filinnholdet";
"kMDItemFSOwnerUserID.Description"            = "Bruker-IDen til filens eier";
"kMDItemFSOwnerGroupID.Description"           = "Gruppe-IDen til filens eier";
"kMDItemFSIsReadable.Description"             = "Om filen kan åpnes, men ikke endres";
"kMDItemFSIsWriteable.Description"            = "Om filen kan endres";
"kMDItemFSNodeCount.Description"              = "Antallet filer og mapper i mappen";
"kMDItemFSHasCustomIcon.Description"          = "Om filen har et eget symbol";
"kMDItemFSIsExtensionHidden.Description"      = "Om filendelsen er skjult";
"kMDItemFSIsStationery.Description"           = "Om filen er en malfil";
"kMDItemFSInvisible.Description"              = "Om filen er synlig eller ikke";
"kMDItemFSLabel.Description"                  = "Nummer som tilsvarer Finder-etiketten som er tildelt filen";

"kMDItemAppleLoopsRootKey.Description"        = "Viser loopens opprinnelige toneart. Tonearten er loopens grunnote eller tonalitet og har ingenting å gjøre med skalatype";
"kMDItemAppleLoopsKeyFilterType.Description"  = "Om loopen er i dur eller moll, ingen av dem eller passer til begge";
"kMDItemAppleLoopsLoopMode.Description"       = "Om filen er «looping» eller «non-looping». «Looping»-filer tilpasser tempoet sitt til sangens tempo, men «non-looping»-filer beholder tempoet de er spilt inn i";
"kMDItemAppleLoopDescriptors.Description"     = "Nøkkelord som beskriver type og andre kjennetegn loopen har";
"kMDItemMusicalInstrumentCategory.Description"= "Instrumentkategorien filen tilhører";
"kMDItemMusicalInstrumentName.Description"    = "Type instrument som ble brukt til innspillingen av filen";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,nøkkelord";
"kMDItemTitle.ShortName"                      = "title,tittel";
"kMDItemSubject.ShortName"                    = "subject,title,emne,tittel";
"kMDItemTheme.ShortName"                      = "tema";
"kMDItemAuthors.ShortName"                    = "author,from,with,by,forfatter,fra,med,av";
"kMDItemEditors.ShortName"                    = "editor,redigerer";
"kMDItemProject.ShortName"                    = "project,prosjekt";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,hvorfra";
"kMDItemComment.ShortName"                    = "comment,kommentar";
"kMDItemCopyright.ShortName"                  = "copyright,opphavsrett,enerett";
"kMDItemProducer.ShortName"                   = "producer,produsent";
"kMDItemUsedDates.ShortName"                  = "used,date,brukt,dato";
"kMDItemLastUsedDate.ShortName"               = "lastused,date,sistbrukt,dato";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,created,date,innholdopprettet,opprettet,dato";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,modified,date,innholdendret,endret,dato";
"kMDItemDurationSeconds.ShortName"            = "duration,time,varighet,tid";
"kMDItemCreationDate.ShortName"               = "itemcreated,created,date,objektopprettet,opprettet,dato";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,keyword,kontaktnøkkelord,nøkkelord";
"kMDItemVersion.ShortName"                    = "version,versjon";
"kMDItemPixelHeight.ShortName"                = "pixelheight,height,bildepunkthøyde,høyde";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,width,bildepunktbredde,bredde";
"kMDItemPageHeight.ShortName"                 = "pageheight,height,pairhøyde,høyde";
"kMDItemPageWidth.ShortName"                  = "pagewidth,height,papirbredde,høyde";
"kMDItemColorSpace.ShortName"                 = "colorspace,fargeområde";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,bps,bitspersamling";
"kMDItemFlashOnOff.ShortName"                 = "flash,blits";
"kMDItemFocalLength.ShortName"                = "focallength,fokallengde,brennvidde";
"kMDItemHasAlphaChannel.ShortName"            = "alpha,alfa";
"kMDItemAcquisitionMake.ShortName"            = "make,merke";
"kMDItemAcquisitionModel.ShortName"           = "model,modell";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation,retning";
"kMDItemLayerNames.ShortName"                 = "layer,lag";
"kMDItemWhiteBalance.ShortName"               = "whitebalance,hvitbalanse";
"kMDItemAperture.ShortName"                   = "aperture,fstop,blenderåpning";
"kMDItemProfileName.ShortName"                = "profile,profil";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,dpi,breddeppt,ppt";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,dpi,høydeppt,ppt";
"kMDItemExposureMode.ShortName"               = "exposuremode,eksponeringsmodus";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,time,eksponeringstid,tid";
"kMDItemEXIFVersion.ShortName"                = "exifversion,exif-versjon";
"kMDItemCodecs.ShortName"                     = "codec,kodek";
"kMDItemMediaTypes.ShortName"                 = "mediatype,medietype";
"kMDItemStreamable.ShortName"                 = "streamable,streambar";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,bitrate,totalbitfrekvens,bitfrekvens";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,bitrate,videobitfrekvens,bitfrekvens";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,bitrate,lydbitfrekevns,bitfrekvens";
"kMDItemDeliveryType.ShortName"               = "delivery,levering";
"kMDItemAltitude.ShortName"                   = "høyde";
"kMDItemLatitude.ShortName"                   = "breddegrad";
"kMDItemLongitude.ShortName"                  = "lengdegrad";

"kMDItemTextContent.ShortName"                = "intext";
"kMDItemDisplayName.ShortName"                = "displayname,name,visningsnavn,navn";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,rødeøyne";
"kMDItemMeteringMode.ShortName"               = "meteringmode,målemetode";
"kMDItemMaxAperture.ShortName"                = "maxaperture,maksblenderåpning";
"kMDItemFNumber.ShortName"                    = "fnumber,fstop,f-nummer,fstopp";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,eksponeringsprogram";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,time,eksponeringstid,tid";
"kMDItemHeadline.ShortName"                   = "headline,title,overskrift,tittel";
"kMDItemInstructions.ShortName"               = "instructions,instruksjoner";
"kMDItemCity.ShortName"                       = "city,sted";
"kMDItemStateOrProvince.ShortName"            = "state,province,stat,provins";
"kMDItemCountry.ShortName"                    = "country,land";

"kMDItemAlbum.ShortName"                      = "album,title,tittel";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,samplerate,lydsamplingsfrekvens,samplingsfrekvens";
"kMDItemAudioChannelCount.ShortName"          = "channels,kanaler";
"kMDItemTempo.ShortName"                      = "tempo";
"kMDItemKeySignature.ShortName"               = "keysignature,key,toneart";
"kMDItemTimeSignature.ShortName"              = "timesignature,tempoangivelse";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication,lydkodingsprogram";
"kMDItemComposer.ShortName"                   = "composer,author,by,komponist,forfatter,opphavsperson";
"kMDItemLyricist.ShortName"                   = "lyricist,author,by,tekstforfatter,forfatter,av";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,spornummer";
"kMDItemRecordingDate.ShortName"              = "recordingdate,date,innspillingsdato,dato";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,genre,musikksjanger,sjanger,genre";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi";
"kMDItemRecipients.ShortName"                 = "recipient,to,with,mottaker,til,med";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,year,innspillingsår,år";

"kMDItemOrganizations.ShortName"              = "organization,organisasjon";
"kMDItemLanguages.ShortName"                  = "language,språk";
"kMDItemRights.ShortName"                     = "rights,rettigheter";
"kMDItemPublishers.ShortName"                 = "publisher,publiserer,utgiver";
"kMDItemContributors.ShortName"               = "contributor,by,author,with,bidragsyter,av,forfatter,med";
"kMDItemCoverage.ShortName"                   = "coverage,omfang,dekning";
"kMDItemDescription.ShortName"                = "description,comment,beskrivelse,kommentar";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "audience,to,publikum,målgruppe";

"kMDItemNumberOfPages.ShortName"              = "pages,sider";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,sikkerhetsmetode";

"kMDItemCreator.ShortName"                    = "creator,oppretter";
"kMDItemDueDate.ShortName"                    = "duedate,date,utløpsdato,dato";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,kodingsprogram";

"kMDItemStarRating.ShortName"                 = "starrating,stjerner";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,telefonnummer";
"kMDItemEmailAddresses.ShortName"             = "email,e-post,e-mail";
"kMDItemInstantMessageAddresses.ShortName"    = "imname,imnavn";
"kMDItemKind.ShortName"                       = "kind,type";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "e-post,til";
"kMDItemAuthorEmailAddresses.ShortName"       = "e-post,fra";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,filnavn";
"kMDItemPath.ShortName"                       = "path,bane";
"kMDItemFSSize.ShortName"                     = "size,størrelse";
"kMDItemFSCreationDate.ShortName"             = "created,opprettet";
"kMDItemFSContentChangeDate.ShortName"        = "modified,endret";
"kMDItemFSOwnerUserID.ShortName"              = "owner,eier";
"kMDItemFSOwnerGroupID.ShortName"             = "group,gruppe";
"kMDItemFSIsStationery.ShortName"             = "stationery,mal";
"kMDItemFSInvisible.ShortName"                = "invisible,usynlig";
"kMDItemFSLabel.ShortName"                    = "label,etikett";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,comment,spotlightkommentar,kommentar";
"kMDItemFonts.ShortName"                      = "font,skrifttype";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,instrumentkategori";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,instrumentnavn";
